/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "Ritaglio";
"crop.w" = "Larghezza (default: larghezza video)";
"crop.h" = "Altezza (default: altezza video)";
"crop.x" = "Origine X (default: centro)";
"crop.y" = "Origine Y (default: centro)";

"expand" = "Espansione";
"expand.w" = "Larghezza (default: larghezza video)";
"expand.h" = "Altezza (default: altezza video)";
"expand.x" = "Origine X (default: centro)";
"expand.y" = "Origine Y (default: centro)";
"expand.aspect" = "Espandi per adattarsi ad una dimensione (e.g: 4/3)";
"expand.round" = "Arrotonda per rendere divisibile per questo valore";

"sharpen" = "Nitidezza";
"sharpen.msize" = "Dimensione matrice";
"sharpen.amount" = "Quantità";

"blur" = "Sfocatura";
"blur.msize" = "Dimensione matrice";
"blur.amount" = "Quantità";

"delogo" = "Rimuovi logo";
"delogo.w" = "Larghezza";
"delogo.h" = "Altezza";
"delogo.x" = "Origine X";
"delogo.y" = "Origine Y";

"negative" = "Negativo";

"vflip" = "Capovolgi";
"hflip" = "Specchio";

"lut3d" = "3D LUT";
"lut3d.file" = "File";
"lut3d.interp" = "Modalità di interpolazione";

"custom_mpv" = "Personalizzato (mpv)";
"custom_mpv.name" = "Nome filtro";
"custom_mpv.string" = "Valore filtro";

"custom_ffmpeg" = "Personalizzato (FFmpeg)";
"custom_ffmpeg.name" = "Nome filtro";
"custom_ffmpeg.string" = "Valore filtro";
